/* 
  Localizable.strings
  TSRegisterUI

  Created by 沧海无际 on 2020/5/11.
  
*/

"Register the software with the purchased E-mail address and registration code." = "ご購入のメールアドレスと登録コードでソフトウェアを登録してください。";
"Your E-mail Address" = "メールアドレスをご入力ください";
"Registration Code" = "登録コードをご入力ください";
"Please make sure both your E-mail address and registration code are correct and try again." = "メールアドレスと登録コードが正しいかをご確認してから、もう一度お試しください。";
"Buy Now" = "今すぐ購入";
"Register" = "登録";
"Skip" = "後で登録";
"1. If you do not receive the registration code or do not know the register E-mail address, please click here to check >>" = "1.登録コードが届かない場合、または登録用のメールアドレスがわからない場合は、ここをクリックして確認してください>> ";
"click here to check >>" = "ここをクリックして確認してください>>";
"2. For other registration issues, please contact us >>" = "2.ソフトの使用、製品登録について、ご不明な点がございましたら、お気軽にお問い合わせください>> ";
"contact us >>" = "お気軽にお問い合わせください>>";
"Registering…" = "登録中…";
"Registered successfully!" = "正常に登録しました！";
"OK" = "OK";
"Please make sure your network connection is working and try again." = "現在のネットワークが正常に接続しているかをご確認してから、再登録してください。";
"Oops！Registration Error! Please re-check the E-mail address and registration code you entered and register again." = "異常！ 入力したメールアドレスと登録コードを再確認して、もう一度アクティベートしてください。";
"The number of devices has exceeded the current order limit." = "デバイスの数は現在の注文上限を超えました。";
"Contact us" = "お問い合わせ";
"The number of computers registered with the registration code has exceeded the limit." = "現在登録されているコンピューターの数が登録コードの制限を超えました。";
"Invalid registration code!" = "無効な登録コード！";
"No order record for this registration code!" = "この登録コードは注文記録がありません！";
"This registration code has expired!" = "この登録コードはもう有効期限が切れています！";
"Registered license plan:" = "登録済みアカウント情報：";
"User E-mail:" = "メールアドレス：";
"License Plan:" = "ライセンス タイプ：";
"Change license plan" = "ライセンスのタイプを変更";
"Family license" = "ボリュームライセンス";
"1 Year license" = "年間更新ライセンス";
"1 Month license" = "月間更新ライセンス";
"Enterprise Subscription Edition" = "永久ライセンス";
"Valid until:" = "有効期限：";
"Available device(s):" = "利用可能なデバイス数：";
"%lu device(s)/Total %lu device(s)" = "%lu デバイス/%lu デバイス";
"Available computer(s):" = "利用可能なPC数：";
"%lu computer(s)/Total %lu computer(s)" = "%lu PC/%lu PC";
"Used device(s):" = "使用済みデバイス数：";
"Used computer(s):" = "使用済みPC数：";
"%lu device(s)" = "%lu デバイス";
"%lu computer(s)" = "%lu PC";
"Welcome to use %@" = "%@へようこそ";
"Change License" = "アカウントを変更";
"Lifetime" = "永久";
"Unlimited" = "無制限";

"If you want to continue using %@, please purchase again or contact us." = "%@を継続してご利用いただく場合には、更新ライセンスをご購入ください。";
"See Pricing" = "価格をみる";
